String janyarText = '''Отчетность в январе
1 ноября - 25 января
Сдача декларации по акцизам за октябрь 2021 года По операциям, требующим наличия специальных свидетельств.
1 - 10 января
Сдача формы № ЗП-образование за 4 квартал 2021 года
1 - 10 января
Сдача формы № П-4 (НЗ) за 4 квартал 2021 года
1 - 10 января
Сдача формы № 4-запасы за декабрь 2021 года
1 - 13 января
Сдача формы № П (услуги) за декабрь 2021 года
1 - 17 января
Сдача формы № П-4 < 15 чел — за 4 квартал 2021 года
1 - 17 января
Сдача формы № П-4 > 15 чел — за декабрь 2021 года
1 - 17 января
Уплатить страховые взносы за сотрудников за декабрь 2021 года
1 - 17 января
Сдать СЗВ-М за декабрь 2021 года
1 - 17 января
Декларация по акцизам на нефтяное сырье за декабрь 2021 года
1 - 18 января
Извещение об уплате авансового платежа акциза по алкогольной и (или) спиртосодержащей продукции или об освобождении от уплаты за январь 2022 года
1 - 20 января
Сдать декларацию по налогу на игорный бизнес за декабрь 2021 года
1 - 20 января
Сдать декларацию по водному налогу за 4 квартал 2021 года
1 - 20 января
Сдать декларацию по косвенным налогам за декабрь 2021 года
1 - 20 января
Сдать единую упрощенную налоговую декларацию за 2021 год и 4 квартал 2021 года
1 - 20 января
Представить электронный журнал учета счетов-фактур за 4 квартал 2021 года
1 - 20 января
Сдать отчет об использовании сумм страховых взносов на травматизм для финансирования предупредительных мер и санаторно-курортного лечения за 2021 год
1 - 20 января
Сдать бумажную форму 4-ФСС за 2021 год
1 - 20 января
Сдать декларацию в Росалкогольрегулирование за 4 квартал 2021 года
1 - 20 января
Сдача формы № П-6 за 4 квартал 2021 года
1 - 20 января
Сдать форму ДСВ-3 за 4 квартал 2021 года
1 - 20 января
Сдача формы № 1-технология за 2021 год
1 - 21 января
Сдача формы № ПМ-торг за декабрь 2021 года
1 - 21 января
Сдатть форму № П-5 (м) за 2021 год
1 - 21 января
Сдача формы № 1-Т (условия труда) за 2021 год
1 - 21 января
Сдача формы № П-1 за декабрь 2021 года
1 - 21 января
Сдача формы № ПМ-пром за декабрь 2021 года
1 - 24 января
Сдать форму 2-ТП (воздух) за 2021 год
1 - 25 января
Сдача формы № 1-ТР (автотранспорт) за 2021 год
1 - 25 января
Сдача формы № 4-ОС за 2021 год
1 - 25 января
Сдача формы № 7-травматизм за 2021 год
1 - 25 января
Сдать декларацию по акцизам за декабрь 2021 года по операциям, не требующим специальных свидетельств
1 - 25 января
Уплатить полную сумму НДС за 4 квартал 2021 года
1 - 25 января
Уплатить 1/3 от суммы НДС за 4 квартал 2021 года
1 - 25 января
Сдать декларацию по НДС за 4 квартал 2021 года
1 - 25 января
Сдать электронную форму 4-ФСС за 2021 год
1 - 31 января
Сдача формы 22-ЖКХ (жилище) за 4 квартал 2021 года
1 - 31 января
Сдача формы № 1-Т за 2021 год
1 - 31 января
Сдача формы 22-ЖКХ (ресурсы) за 4 квартал 2021 года
1 - 31 января
Сдача формы № П-3 за 4 квартал 2021 года
1 - 31 января
Сдача формы № ПМ за 4 квартал 2021 года
1 - 31 января
Сдать расчет регулярных платежей за пользование недрами за 4 квартал 2021 года
1 - 31 января
Сдать налоговую декларацию по НДПИ за декабрь 2021 года
1 - 31 января
Сдать расчет по страховым взносам за 2021 год
28 декабря - 9 января
Сдача формы № 4-запасы за декабрь 2022 года''';

String februarText = '''
Отчетность в феврале
1 декабря - 25 февраля
Сдача декларации по акцизам за ноябрь 2021 года По операциям, требующим наличия специальных свидетельств.
1 января - 1 февраля
Сдать форму 2-ТП (рекультивация) за 2021 год
1 января - 1 февраля
Сдать форму 2-ТП (отходы) за 2021 год
1 января - 2 февраля
Сдача формы № 4-запасы за январь 2022 года
1 января - 7 февраля
Сдача формы № МП (микро) за 2021 год
1 января - 8 февраля
Сдача формы № П-2 за 4 квартал 2021 года
1 января - 10 февраля
Сдача формы № 1-натура-БМ за 2021 год
1 января - 16 февраля
Сдача формы N 4-ТЭР за 2021 год
1 января - 17 февраля
Сдача формы № 1-ТОРГ за 2021 год
1 - 4 февраля
Сдача формы № П (услуги) за январь 2022 года
1 - 14 февраля
Сдача формы № ПМ-торг за январь 2022 года
1 - 14 февраля
Сдача формы № П-1 за январь 2022 года
1 - 14 февраля
Сдача формы № ПМ-пром за январь 2022 года
1 - 15 февраля
Сдача формы № П-4 > 15 чел — за январь 2022 года
1 - 15 февраля
Уплатить страховые взносы за сотрудников за январь 2022 года
1 - 15 февраля
Сдать СЗВ-М за январь 2022 года
1 - 15 февраля
Декларация по акцизам на нефтяное сырье за январь 2022 года
1 - 18 февраля
Извещение об уплате авансового платежа акциза по алкогольной и (или) спиртосодержащей продукции или об освобождении от уплаты за февраль 2022 года
1 - 21 февраля
Сдать декларацию по косвенным налогам за январь 2022 года
1 - 21 февраля
Сдать декларацию по налогу на игорный бизнес за январь 2022 года
1 - 25 февраля
Сдача декларации по акцизам за январь 2022 года. По операциям, не требующим наличия специальных свидетельств.
1 - 25 февраля
Уплатить НДС за 4 квартал 2021 года (компании на ОСНО и налоговые агенты могут разбить квартальный платеж на три части и уплачивать их в течение квартала до 25 числа каждого месяца)
1 - 28 февраля
Сдача формы N П-3 за январь 2022 года
1 - 28 февраля
Сдать налоговую декларацию по НДПИ за январь 2022 года
1 - 28 февраля
Представление декларации по налогу на прибыль за январь 2022 года (для организаций, которые рассчитывают налог ежемесячно по фактической прибыли)
''';
