String janyarText = '''Отчетность в январе
1 ноября - 25 января
Сдача декларации по акцизам за октябрь 2021 года По операциям, требующим наличия специальных свидетельств.
1 - 10 января
Сдача формы № ЗП-образование за 4 квартал 2021 года
1 - 10 января
Сдача формы № П-4 (НЗ) за 4 квартал 2021 года
1 - 10 января
Сдача формы № 4-запасы за декабрь 2021 года
1 - 13 января
Сдача формы № П (услуги) за декабрь 2021 года
1 - 17 января
Сдача формы № П-4 < 15 чел — за 4 квартал 2021 года
1 - 17 января
Сдача формы № П-4 > 15 чел — за декабрь 2021 года
1 - 17 января
Уплатить страховые взносы за сотрудников за декабрь 2021 года
1 - 17 января
Сдать СЗВ-М за декабрь 2021 года
1 - 17 января
Декларация по акцизам на нефтяное сырье за декабрь 2021 года
1 - 18 января
Извещение об уплате авансового платежа акциза по алкогольной и (или) спиртосодержащей продукции или об освобождении от уплаты за январь 2022 года
1 - 20 января
Сдать декларацию по налогу на игорный бизнес за декабрь 2021 года
1 - 20 января
Сдать декларацию по водному налогу за 4 квартал 2021 года
1 - 20 января
Сдать декларацию по косвенным налогам за декабрь 2021 года
1 - 20 января
Сдать единую упрощенную налоговую декларацию за 2021 год и 4 квартал 2021 года
1 - 20 января
Представить электронный журнал учета счетов-фактур за 4 квартал 2021 года
1 - 20 января
Сдать отчет об использовании сумм страховых взносов на травматизм для финансирования предупредительных мер и санаторно-курортного лечения за 2021 год
1 - 20 января
Сдать бумажную форму 4-ФСС за 2021 год
1 - 20 января
Сдать декларацию в Росалкогольрегулирование за 4 квартал 2021 года
1 - 20 января
Сдача формы № П-6 за 4 квартал 2021 года
1 - 20 января
Сдать форму ДСВ-3 за 4 квартал 2021 года
1 - 20 января
Сдача формы № 1-технология за 2021 год
1 - 21 января
Сдача формы № ПМ-торг за декабрь 2021 года
1 - 21 января
Сдатть форму № П-5 (м) за 2021 год
1 - 21 января
Сдача формы № 1-Т (условия труда) за 2021 год
1 - 21 января
Сдача формы № П-1 за декабрь 2021 года
1 - 21 января
Сдача формы № ПМ-пром за декабрь 2021 года
1 - 24 января
Сдать форму 2-ТП (воздух) за 2021 год
1 - 25 января
Сдача формы № 1-ТР (автотранспорт) за 2021 год
1 - 25 января
Сдача формы № 4-ОС за 2021 год
1 - 25 января
Сдача формы № 7-травматизм за 2021 год
1 - 25 января
Сдать декларацию по акцизам за декабрь 2021 года по операциям, не требующим специальных свидетельств
1 - 25 января
Уплатить полную сумму НДС за 4 квартал 2021 года
1 - 25 января
Уплатить 1/3 от суммы НДС за 4 квартал 2021 года
1 - 25 января
Сдать декларацию по НДС за 4 квартал 2021 года
1 - 25 января
Сдать электронную форму 4-ФСС за 2021 год
1 - 31 января
Сдача формы 22-ЖКХ (жилище) за 4 квартал 2021 года
1 - 31 января
Сдача формы № 1-Т за 2021 год
1 - 31 января
Сдача формы 22-ЖКХ (ресурсы) за 4 квартал 2021 года
1 - 31 января
Сдача формы № П-3 за 4 квартал 2021 года
1 - 31 января
Сдача формы № ПМ за 4 квартал 2021 года
1 - 31 января
Сдать расчет регулярных платежей за пользование недрами за 4 квартал 2021 года
1 - 31 января
Сдать налоговую декларацию по НДПИ за декабрь 2021 года
1 - 31 января
Сдать расчет по страховым взносам за 2021 год
28 декабря - 9 января
Сдача формы № 4-запасы за декабрь 2022 года''';

String februarText = '''
Отчетность в феврале
1 декабря - 25 февраля
Сдача декларации по акцизам за ноябрь 2021 года По операциям, требующим наличия специальных свидетельств.
1 января - 1 февраля
Сдать форму 2-ТП (рекультивация) за 2021 год
1 января - 1 февраля
Сдать форму 2-ТП (отходы) за 2021 год
1 января - 2 февраля
Сдача формы № 4-запасы за январь 2022 года
1 января - 7 февраля
Сдача формы № МП (микро) за 2021 год
1 января - 8 февраля
Сдача формы № П-2 за 4 квартал 2021 года
1 января - 10 февраля
Сдача формы № 1-натура-БМ за 2021 год
1 января - 16 февраля
Сдача формы N 4-ТЭР за 2021 год
1 января - 17 февраля
Сдача формы № 1-ТОРГ за 2021 год
1 - 4 февраля
Сдача формы № П (услуги) за январь 2022 года
1 - 14 февраля
Сдача формы № ПМ-торг за январь 2022 года
1 - 14 февраля
Сдача формы № П-1 за январь 2022 года
1 - 14 февраля
Сдача формы № ПМ-пром за январь 2022 года
1 - 15 февраля
Сдача формы № П-4 > 15 чел — за январь 2022 года
1 - 15 февраля
Уплатить страховые взносы за сотрудников за январь 2022 года
1 - 15 февраля
Сдать СЗВ-М за январь 2022 года
1 - 15 февраля
Декларация по акцизам на нефтяное сырье за январь 2022 года
1 - 18 февраля
Извещение об уплате авансового платежа акциза по алкогольной и (или) спиртосодержащей продукции или об освобождении от уплаты за февраль 2022 года
1 - 21 февраля
Сдать декларацию по косвенным налогам за январь 2022 года
1 - 21 февраля
Сдать декларацию по налогу на игорный бизнес за январь 2022 года
1 - 25 февраля
Сдача декларации по акцизам за январь 2022 года. По операциям, не требующим наличия специальных свидетельств.
1 - 25 февраля
Уплатить НДС за 4 квартал 2021 года (компании на ОСНО и налоговые агенты могут разбить квартальный платеж на три части и уплачивать их в течение квартала до 25 числа каждого месяца)
1 - 28 февраля
Сдача формы N П-3 за январь 2022 года
1 - 28 февраля
Сдать налоговую декларацию по НДПИ за январь 2022 года
1 - 28 февраля
Представление декларации по налогу на прибыль за январь 2022 года (для организаций, которые рассчитывают налог ежемесячно по фактической прибыли)
''';

String marchText = '''
Отчетность в марте
1 января - 1 марта
Внести плату за НВОС за 2021 год
1 января - 1 марта
Сдача формы № 1-услуги за 2021 год
1 января - 1 марта
Сдать 6-НДФЛ за 2021 год с приложением «Справка о доходах и суммах налога физлица»
1 января - 1 марта
Сдать отчет СЗВ-СТАЖ за 2021 год
1 января - 2 марта
Сдача формы № 1-ИП за 2021 год
1 января - 10 марта
Сдать декларацию о плате за негативное воздействие на окружающую среду (НВОС) за 2021 год
1 января - 25 марта
Уплатить НДС за 4 квартал 2021 года (компании на ОСНО и налоговые агенты могут разбить квартальный платеж на три части и уплачивать их в течение квартала до 25 числа каждого месяца)
1 января - 25 марта
Отчитаться об образовании, утилизации, обезвреживании, о размещении отходов (для объектов III категории)
1 января - 25 марта
Отчитаться об организации и о результатах осуществления производственного экологического контроля (отчет ПЭК)
1 января - 25 марта
Отчитаться о выбросах вредных (загрязняющих) веществ в атмосферный воздух (для объектов III категории)
1 января - 25 марта
Сдача декларации по акцизам за декабрь 2021 года По операциям, требующим наличия специальных свидетельств.
1 января - 28 марта
Представление декларации (налогового расчета) по налогу на прибыль за 2021 год
1 января - 30 марта
Сдать налоговую декларацию по налогу на имущество за 2021 год
1 января - 31 марта
Уплатить налог по УСН (для организаций) за 2021 год
1 января - 31 марта
Сдача годовой бухгалтерской отчетности в ФНС за 2021 год
1 января - 31 марта
Сдать налоговую Декларацию по УСН (для организаций) за 2021 год
1 - 2 марта
Сдача формы № 4-запасы за февраль 2022 года
1 - 4 марта
Сдача формы N П (услуги) за февраль 2022 года
1 - 15 марта
Сдача формы N ПМ-торг за февраль 2022 года
1 - 15 марта
Сдача формы N П-4 >15 чел за февраль 2022 года
1 - 15 марта
Сдача формы № П-1 за февраль 2022 года
1 - 15 марта
Сдача формы N ПМ-пром за февраль 2022 года
1 - 15 марта
Уплатить страховые взносы за февраль 2022 года
1 - 15 марта
Сдать отчет СЗВ-М за февраль 2022 года
1 - 15 марта
Декларация по акцизам на нефтяное сырье за февраль 2022 года
1 - 18 марта
Извещение об уплате авансового платежа акциза по алкогольной и (или) спиртосодержащей продукции или об освобождении от уплаты за март 2022 года
1 - 21 марта
Сдача декларации по налогу на игорный бизнес за февраль 2022 года
1 - 21 марта
Сдача декларации по косвенным налогам по импортированным товарам за февраль 2022 года
1 - 25 марта
Сдача декларации по акцизам за февраль 2022 года. По операциям, не требующим наличия специальных свидетельств.
1 - 28 марта
Представление декларации по налогу на прибыль за январь-февраль 2022 года (для организаций, которые рассчитывают налог ежемесячно по фактической прибыли)
1 - 28 марта
Сдача формы N П-3 за февраль 2022 года
1 - 31 марта
Сдача налоговой декларации по НДПИ за февраль 2022 года''';

String aprilText = '''
Отчетность в апреле
1 января - 1 апреля
Сдача формы N 12-Ф за 2021 год
1 января - 1 апреля
Сдача формы N 11 (краткая) за 2021 год
1 января - 1 апреля
Сдача формы N 11 за 2021 год
1 января - 1 апреля
Сдача формы N П-2 (Инвест) за 2021 год
1 января - 1 апреля
Экосбор. Сдать декларацию о количестве выпущенных в обращение на территории РФ товаров, упаковки товаров, включенных в перечень товаров, упаковки товаров, подлежащих утилизации после утраты ими потребительских свойств, реализованных для внутреннего потребления в РФ
1 января - 1 апреля
Экосбор. Отчитаться о выполнении нормативов утилизации
1 января - 1 апреля
Экосбор. Отчет об объектах утилизации и местах сбора отходов за 2021 год
1 января - 4 апреля
Сдача формы N 2-наука за 2021 год
1 января - 4 апреля
Сдача формы N 4-инновации за 2021 год
1 января - 15 апреля
Заявление на подтверждение основного вида деятельности
1 января - 15 апреля
Экосбор. Сдать расчет суммы экологического сбора за 2021 год
1 января - 15 апреля
Сдача формы N 1-предприятие за 2021 год
1 января - 25 апреля
Сдача декларации по акцизам за январь 2022 года По операциям, требующим наличия специальных свидетельств.
15 февраля - 1 апреля
Сдача формы N 3-ИНФОРМ за 2021 год
1 - 6 апреля
Сдача формы N П (услуги) за март 2022 года
1 - 8 апреля
Сдача формы N П-4 (НЗ) за 1 квартал 2022 года
1 - 11 апреля
Сдача формы N ЗП-образование за 1 квартал 2022 года
1 - 14 апреля
Сдача формы N ПМ-торг за март 2022 года
1 - 14 апреля
Сдача формы N П-5(м) за 1 квартал 2022 года
1 - 14 апреля
Сдача формы N П-1 за март 2022 года
1 - 14 апреля
Сдача формы N ПМ-пром за март 2022 года
1 - 15 апреля
Декларация по акцизам на нефтяное сырье за март 2022 года
1 - 15 апреля
Сдача формы N П-4 < 15 чел. 1 квартал 2022 года
1 - 15 апреля
Сдача формы N П-4 >15 чел. за март 2022 года
1 - 15 апреля
Уплатить страховые взносы за март 2022 года
1 - 15 апреля
Сдать отчет СЗВ-М за март 2022 года
1 - 18 апреля
Извещение об уплате авансового платежа акциза по алкогольной и (или) спиртосодержащей продукции или об освобождении от уплаты за апрель 2022 года
1 - 20 апреля
Сдать единую упрощенную налоговую декларацию за 1 квартал 2022 года
1 - 20 апреля
Расчет платы НВОС за 1 квартал 2022 года
1 - 20 апреля
Сдача декларации по водному налогу за 1 квартал 2022 года
1 - 20 апреля
Сдача формы N П-2 за 1 квартал 2022 года
1 - 20 апреля
Сдача формы N П-6 за 1 квартал 2022 года
1 - 20 апреля
Сдать отчет об использовании сумм страховых взносов на травматизм для финансирования предупредительных мер и санаторно-курортного лечения за 1 квартал 2022 года
1 - 20 апреля
Сдать расчет 4-ФСС за 1 квартал 2022 года (на бумаге)
1 - 20 апреля
Сдать декларацию в Росалкогольрегулирование за 1 квартал 2022 года
1 - 20 апреля
Сдача декларации по косвенным налогам по импортированным товарам за март 2022 года
1 - 20 апреля
Сдача декларации на игорный бизнес за март 2022 года
1 - 20 апреля
Журнал учета полученных и выставленных счетов-фактур за 1 квартал 2022 года
1 - 20 апреля
Сдать форму ДСВ-3 за 1 квартал 2022 года
1 - 25 апреля
Сдать расчет 4-ФСС за 1 квартал 2022 года (в электронном виде)
1 - 25 апреля
Уплатить НДС за 1 квартал 2022 года (компании на ОСНО и налоговые агенты могут разбить квартальный платеж на три части и уплачивать их в течение квартала до 25 числа каждого месяца)
1 - 25 апреля
Сдача декларации по акцизам за март 2022 года. По операциям, не требующим наличия специальных свидетельств.
1 - 25 апреля
Сдать декларацию по НДС за 1 квартал 2022 года
1 - 25 апреля
Внести авансовый платеж по УСН за 1 квартал 2022 года
1 - 25 апреля
Уплатить НДС за 1 квартал 2022 года (для компаний на спецрежимах, которые выставили счет-фактуру покупателю с выделенным НДС)
1 - 28 апреля
Представление декларации по налогу на прибыль за январь-март 2022 года (для организаций, которые рассчитывают налог ежемесячно по фактической прибыли)
1 - 28 апреля
Представлении декларации по налогу на прибыль за 1 квартал 2022 года (для тех, кто перечисляет налог ежеквартально или ежемесячно по прибыли предыдущего квартала)
1 - 29 апреля
Сдача формы N ПМ за 1 квартал 2022 года
1 - 20 апреля
Авансовый платеж по НВОС за 1 квартал 2023 года
''';

String mayText = '''''';